Repository: oTree-org/otree-core
Catalog: otree/locale/*/LC_MESSAGES/django.po
Languages: cs, hi, id, pl, tr

source: {} point
cs: {} bod
hi: {} अंक
id: {} poin
tr: {} Puan

source: This field is required.
cs: Toto pole je povinné.
hi: यह स्थान भरना आवश्यक है।
id: Wajib diisi.
pl: Campo obrigatório.
tr: Bu alan gereklidir.

source: Yes
cs: Ano
hi: हां
id: Ya
pl: Sim
tr: Evet

source: No
cs: Ne
hi: नहीं
id: Tidak
pl: Não
tr: Hayır

source: Value must be greater than or equal to {}.
cs: Hodnota musí být větší nebo rovna {}.

source: Value must be less than or equal to {}.
cs: Hodnota musí být menší nebo rovna {}.

source: Value must be one of: {}
cs: Hodnota musí být jedna z: {}

source: points
cs: bodů
hi: अंक
id: poin
pl: pontos
tr: puan

source: Please fix the errors in the form.
cs: Opravte prosím chyby ve formuláři.

source: No more pages left to show.
cs: Žádné další stránky k zobrazení.

source: An error occurred. Please check the logs or ask the administrator for help.
cs: Vyskytla se chyba. Prosím, zkontrolujte logy nebo požádejte administrátora o pomoc.

source: Welcome
cs: Vítejte
hi: स्वागत
id: Selamat datang
pl: Bem-vindo
tr: Hoş geldiniz

source: Please enter your participant label.
cs: Vložte prosím účastnický štítek.
hi: कृपया अपना प्रतिभागी लेबल दर्ज करें।
id: Masukkan label peserta Anda.
pl: Por favor, insira seu rótulo de participante.
tr: Lütfen katılımcı etiketinizi giriniz.

source: Time left to complete this page:
cs: Čas zbývající k dokončení stránky:
hi: इस पृष्ठ को पूरा करने के लिए शेष समय:
id: Waktu yang tersisa untuk halaman ini:
pl: Tempo restante para completar essa página.
tr: Bu sayfayı tamamlamak için kalan süreniz:

source: Forgotten your password or username?
cs: Zapomněli jste heslo nebo uživatelské jméno?

source: Log in
cs: Přihlaste se

source: Next
cs: Další
hi: अगला
id: Berikutnya
pl: Próxima
tr: İlerle

source: Waiting for the other participants.
cs: Čeká se na další účastníky.
hi: अन्य प्रतिभागियों के लिए प्रतीक्षारत।
id: Menunggu peserta lainnya.
pl: Aguardando os demais participantes.
tr: Diğer katılımcıları bekliyorsunuz.

source: Waiting for the other participant.
cs: Čeká se na druhého účastníka.
hi: अन्य प्रतिभागी के लिए प्रतीक्षारत।
id: Menunggu peserta lainnya.
pl: Aguardando o outro participante.
tr: Diğer katılımcıyı bekliyorsunuz.

source: Please wait
cs: Prosím čekejte
hi: कृपया प्रतीक्षा करें
id: Mohon Tunggu
pl: Por favor, aguarde.
tr: Lütfen bekleyin

source: Invalid participant label.
cs: Neplatný účastnický štítek.

source: Waiting for your session to begin
cs: Čeká se na začátek vaší session.
hi: आपके सत्र के शुरू होने के लिए प्रतीक्षारत
id: Menunggu sesi Anda untuk dimulai
pl: Aguardando o início da sua sessão.
tr: Deneyin başlamasını bekliyorsunuz

source: Participant {id_in_group}
hi: प्रतिभागी {id_in_group}
id: Peserta {id_in_group}
pl: Participante {id_in_group}

source: {nickname} (Me)
hi: {nickname} (स्वयं)
id: {nickname} (Saya)
pl: {nickname} (Eu)
tr: {nickname} (Ben)

source: Please fix the errors.
hi: कृपया त्रुटियों को ठीक करें।
id: Perbaiki kesalahan tersebut.
pl: Por favor, verifique os erros.
tr: Lütfen formdaki hataları düzeltin.

source: This participant label was not found
hi: प्रतिभागी लेबल नहीं मिला
id: Label peserta tidak ditemukan
pl: Rótulo de participante não encontrado
tr: Geçersiz değer. Lütfen tekrar deneyin.

source: An error occurred.
hi: एक त्रुटि पाई गई।
id: Kesalahan telah ditemukan.
pl: Ocorreu um erro.
tr: Bir hata meydana geldi. Lütfen log dosyalarını kontrol edin veya yardım için yöneticinize danışın.

source: Send
hi: भेजें
id: Kirim
pl: Enviar
tr: Gönder

source: Session is full.
hi: सत्र भरा हुआ है।
id: Sesi ini penuh.
pl: A sessão está cheia.
